sugarcrm-connector-test/src/test/resources/artifacts/ESB/config/soapRequests/sugarcrm/logout.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sug="wso2.connector.sugarcrm.logout">
   <soapenv:Header/>
   <soapenv:Body>
     <sug:sugarcrmUrl>https://nyqcvr4839.trial.sugarcrm.eu//soap.php</sug:sugarcrmUrl>
     <sug:session>14aneciqqn9d1v4clnci3pcuk3</sug:session>
   </soapenv:Body>
</soapenv:Envelope>